<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    '-1'  => 'недостаточно средств',
    '-2'  => 'неправильный логин или пароль (ошибка при аутентификации)',
    '-3'  => 'отсутствует текст сообщения',
    '-4'  => 'некорректное значение номера получателя',
    '-5'  => 'некорректное значение отправителя сообщения',
    '-6'  => 'отсутствует логин',
    '-7'  => 'отсутствует пароль',
    '-10' => 'сервис временно недоступен',
    '-11' => 'некорректное значение ID сообщения',
    '-12' => 'другая ошибка',
    '-13' => 'заблокировано',
    '-14' => 'запрос не укладывается в ограничения по времени на отправку SMS',
    '-15' => 'некорректное значение даты отправки рассылки'
];